import type {NextPage} from 'next'
import Head from "next/head";

const AboutPage: NextPage = () => {
  return (
    <>
      <Head>
        <title>О «Лисьей йоге»</title>
      </Head>

      <article>
        <h1>О «Лисьей йоге»</h1>
        <p>
          В незапамятные времена Земля привлекла внимание лисов – великих притворщиков и игроков. Лисам пришлось
          самоограничить свою бесконечную свободу и фантазию, чтобы создать красивое и сложное игровое
          пространство &mdash; мир Земли. Главный герой книги, многоликий Черный Лис, проходит путь возвращения к истокам
          своего бытия, осознавая условности и иллюзорность созданного мира. Его путь освещен стремлением к первичной Свободе
          и Любви. Ему помогают другие лисы &mdash; персонажи книги, каждый из которых увлечен какой-либо игрой.
        </p>
        <p>
          «Лисья йога» &mdash; не описание техник самопреобразования, не художественное произведение с ясным сюжетом,
          не запись воспоминаний или размышлений. Стиль и строение «Лисьей йоги» очень необычны, но не случайны.
          От внимательного и чуткого читателя не ускользнет «сложная красота» произведения.
        </p>
        <hr />
        <p>
          Написание  книги «Лисья йога» было закончено в далеком 1996 году. И с тех пор начался ее долгий путь к своему
          читателю. Несмотря на положительные отзывы, издать книгу  не удавалось, &mdash; ни одно издательство не брало
          на себя такой смелости. Наконец, после длительного периода мытарств и обивания порогов издательств было принято
          решение целиком разместить «Лисью йогу» в интернете.
        </p>
        <hr />
        <p>
          Возможность комментирования отключена на неопределённое время из-за спамеров, которые всюду пытаются оставить
          за собой мусор. Связаться с автором можно по электронной почте bfdirly@gmail.com.
        </p>
        <p>Автор текста: <em>Чёрный Лис</em>.</p>
        <p>Разработка: <a href="https://ozgg.ru/">Dr. von Ozgg</a></p>
        <p>Версия проекта: 2.0.0</p>
      </article>
    </>
  )
}

export default AboutPage
